const data = {
    "/v1/course/shoppingList": {
        GET: {
            "data": {
                 "period_list": [
                    {
                    "id": 1,
                    "number": 1,
                    "name": "环境化学重点知识点提炼",
                    "price": 99,
                    "is_buy": 0
                    },
                      {
                    "id": 2,
                    "number": 2,
                    "name": "水环境化学重点知识点提炼",
                    "price": 99,
                    "is_buy": 0
                    },
                      {
                    "id": 3,
                    "number": 3,
                    "name": "大气环境化学重点知识点提炼",
                    "price": 99,
                    "is_buy": 0
                    },
                      {
                    "id": 4,
                    "number": 4,
                    "name": "土壤环境化学重点知识点提炼",
                    "price": 99,
                    "is_buy": 1
                    }
                ],
                "document_list": [
                    {
                    "id": 1,
                    "name": "环境化学2014年真题解析完整版"
                    },
                    {
                    "id": 2,
                    "name": "环境化学2015年真题解析完整版"
                    },
                    {
                    "id": 3,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 4,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 5,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 6,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 7,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 8,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 9,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 10,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 11,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 12,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 13,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 14,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 15,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 16,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 17,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 18,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 19,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 20,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 21,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 22,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 23,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 24,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 25,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 26,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 27,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 28,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 29,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 30,
                    "name": "环境化学2016年真题解析完整版"
                    },
                    {
                    "id": 31,
                    "name": "环境化学2016年真题解析完整版"
                    }

                ],
                "question_count": 10,
                "price": 280
                            }
        }
    }
}

module.exports = data;
